{ "test" : [ [ { "heading" : "I'm a test deck" } ], [ { "para" : "I'm a paragraph!" } ], [ { "image" : "https://media.giphy.com/media/DqSw5gyRQ5yPC/giphy.gif" } ] ], "dogs" : [ [ { "heading": "The dogs!" } ], [ { "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Jrt02.jpg/220px-Jrt02.jpg" }, { "para": "The Jack Russell Terrier is a small terrier that has its origins in fox hunting; it is principally white-bodied and smooth, rough or broken-coated. It is commonly confused with the Parson Russell terrier (see the American Kennel Club) and the Russell terrier, which is a shorter-legged, stockier variety. (Within the Fédération Cynologique Internationale, the 'Russell terrier' is also known as 'Jack Russell terrier'.) The term 'Jack Russell' is commonly misapplied to other small white terriers." }, { "para": "The Jack Russell is a broad type, with a size range of 10–15 inches (25–38 cm). The Parson Russell is limited only to a middle range with a standard size of 12–14 inches (30–36 cm), while the Russell terrier is smaller at 8–12 inches (20–30 cm). Each breed has different physical proportions according to the standards of their breed clubs." } ], [ { "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Short-haired-Dachshund.jpg/220px-Short-haired-Dachshund.jpg" }, { "para": "The dachshund (UK /ˈdæksənd/ or US /ˈdɑːkshʊnt/ dahks-huunt or US /ˈdɑːksənt/;[2]) is a short-legged, long-bodied dog breed belonging to the hound family. The standard size dachshund has been developed to scent, chase, and flush out badgers and other burrow-dwelling animals, while the miniature dachshund has been bred to hunt smaller prey such as rabbits. In the American West they have also been used to hunt prairie dogs. Today, they are also bred for conformation shows and as family pets. Some dachshunds participate in earthdog trials. According to the AKC, the dachshund continues to remain one of the top 10 dog breeds in the United States of America.[3]" } ], [ { "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Mops-duke-mopszucht-vom-maegdebrunnen.jpg/220px-Mops-duke-mopszucht-vom-maegdebrunnen.jpg" }, { "para": "The Pug is a breed of dog with a wrinkly, short-muzzled face and curled tail. The breed has a fine, glossy coat that comes in a variety of colours, most often fawn or black, and a compact square body with well-developed muscles." }, { "para": "Pugs were brought from China to Europe in the sixteenth century and were popularized in Western Europe by the House of Orange of the Netherlands, and the House of Stuart.[2] In the United Kingdom in the nineteenth century Queen Victoria developed a passion for Pugs which she passed on to other members of the Royal family." }, { "para": "Pugs are known for being sociable and gentle companion dogs.[3] The breed remains popular into the twenty-first century, with some famous celebrity owners. A Pug was judged Best in Show at the World Dog Show in 2004." } ], [ { "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/EnglishCockerSpaniel_simon.jpg/220px-EnglishCockerSpaniel_simon.jpg" }, { "para": "Cocker Spaniels are dogs belonging to two breeds of the spaniel dog type: the American Cocker Spaniel and the English Cocker Spaniel, both of which are commonly called simply Cocker Spaniel in their countries of origin. In the early 20th century, Cocker Spaniels also included small hunting Spaniels." }, { "para": "Cocker Spaniels were originally bred as hunting dogs in the United Kingdom, with the term cocker deriving from their use to hunt the Eurasian woodcock. When the breed was brought to the United States, it was bred to a different standard, which enabled it to specialize in hunting the American woodcock. Further physical changes were bred into the cocker in the United States during the early part of the 20th century." }, { "para": "Spaniels were first mentioned in the 14th century by Gaston III of Foix-Béarn in his work the Livre de Chasse. The 'cocking' or 'cocker spaniel' was a type of field or land spaniel in the 19th century. Prior to 1901, Cocker Spaniels were only separated from Field Spaniels and Springer Spaniels by weight. Two dogs are considered to be the foundation sires of both modern breeds, the English variety are descended from Ch. Obo, while the American breed descends from Obo's son, Ch. Obo II. In the United States, the English Cocker was recognized as separate from the native breed in 1946; in the UK, the American type was recognized as a separate breed in 1970. In addition, there is a second strain of English Cocker Spaniel, a working strain which is not bred to a standard but to working ability. Both breeds share similar coat colors and health issues with a few exceptions." } ], [ { "heading": "Thank you" } ] ] }
